{
	
	"title": "Canada’s Best New Restaurants",
	"company": "For Air Canada’s enRoute Magazine",
	"year": "2014",
	"backgroundImage": "img/restaurants/Canadas-Best-New-Restaurant-1.jpg",
	"description": "For 13 years running, Air Canada enRoute Magazine has ranked the top 10 new restaurants in the country. The award winning in-flight magazine and travel media brand is an inspirational authority for the global traveller and reaches over one million readers each month. The November, Food & Drink issue is one of the magazine’s most highly anticipated releases that is picked up by different media outlets across Canada. Through collaboration with the editorial and development team at Spafax, I integrated the print product to web by designing a custom microsite to fit consistently with the enRoute site while still being able to stand-alone. We experimented by adding extra content this year to make the online component worth visiting. New features included a quiz “Which restaurant should you be eating at?”, videos for the top-three restaurants, an 8tracks soundtrack with a curated song for each of the top-ten restos, and extra photos not featured in the magazine and some with clickable hotspots revealing extra content. The campaign is a big deal and we wanted to spend extra time creating a custom online reading experience that people look forward to visiting each year. I also had the opportunity to work on the precursor project to the reveal of the top-ten list. The People’s Choice Award invites foodies online from across the country to vote for their favourite among the list of nominated restaurants. The winner is featured with the top-ten in both print/digital and increases hype and chatter about the campaign.",

	"sidebar": {
		"ANGENCY": "Spafax",
		"CATEGORY" : "Website",
		"SERVICES" : "UX/UI Design, Photo Research",
		"RECOGNITION" : "36th National Magazine Awards 2014<br/>Best Editorial Package: Web<br/>WINNER (Gold)",
		"CREDITS" : "Charles Lim, Ilana Weitzman, Adam Cholewa, François Hoang, Lori Morgan, Daniel Baylis, Mélisa Discepola, Long Nguyen, Adrian Mellognio, Phil Birnbaum, Kristin Izumi, Jennifer Spinner, Jacinthe Dupuis, Kristina Velan, Ian Gamache and Moses Moore."
	},

	"link" : "enroute.aircanada.com/canadas-best-new-restaurants-2014",

	"images": {

	}

	
}