{
	
	"title": "Sparksheet",
	"company": "FOR SPARKSHEET",
	"year": "2013—2015",
	"backgroundImage": "img/sparksheet/Normal-Sparksheet-1.jpg",
	"backgroundImage2x": "img/sparksheet/2x-Sparksheet-1.jpg",
	"description": "<a href=”http://sparksheet.com/”>Sparksheet</a> is Spafax’s award-winning online magazine devoted to exploring the convergence of new media, marketing and content creation. As the designer of Sparksheet I participated in image conceptualization for feature articles and infographics. This role let me have fun with design, illustration and animation. Through collaboration with the editor and digital director we would conceptualize ideas for the visuals. With a chosen concept I was able to approach each graphic with the confidence to communicate the gist of an article in a visually compelling way.<br/><br/>One of my favourite projects for Sparksheet was an infographic of <a href=”http://sparksheet.com/2014-fifa-world-cup-team-brand-index/”>The 2014 FIFA World Cup Team Brand Index</a>. We wanted to build an image that visualized which teams have the strongest branding. With this information we could compare it to their likelihood of winning the tournament and see if there was any correlation between performance and brand. We pulled data from key branding influences, like: the number of world cup appearances, Google search results, social media popularity, player salaries and even the countries “brand”. With these numbers I built circle diagrams with layers relative in size to our data. The results, while somewhat subjective, made the trend clear that the popular brands were usually the best performing teams.",
	

	"sidebar": {
		"AGENCY": "Spafax",
		"SERVICES" : "Visual Design, Illustration, Data Visualization, Animation",
		"CATEGORY" : "Website, Banners, Infographics, Animation, GIFs",
		"AWARDS" : "<b>Canadian Online Publishing Awards, 2015</b><br/>Infographic/Data Visualization:<br/><a>The Year in Content, Media and Marketing 2014</a>Nomination<br/><br/><b>The Eddies, 2014</b><br/>Best Standalone Digital Magazine, B2B:<br/><a>The 2014 Fifa World Cup Team Brand Index</a><br/>WINNER (Gold)<br/><br/><b>Canadian Online Publishing Awards, 2014</b><br/>Best Article or Series:<br/><i>Should Coke Quit its Content Marketing Journey</i><br/>WINNER (Gold)<br/>Best Website Design:<br/>WINNER (Gold)<br/>Best Corporate Website:<br/>WINNER (Gold)<br/><br/><b>Stipso 2014</b><br/>Infographic of the Week<br/><a>The Year in Content, Media and Marketing 2014</a>",
		"CREDITS" : "Charles Lim, Sophie Woodrooffe, Dan Levy and Andrew Jeglum"
	},

	"link" : "http://sparksheet.com/",

	"images": {
		"desktop" : {

			"img1x" : "img/sparksheet/Normal-Sparksheet-2.jpg",
			"img2x" : "img/sparksheet/2x-Sparksheet-2.jpg"
		},

		"mobile" : {

			"img1x" : "img/sparksheet/Normal-Sparksheet-3.jpg",
			"img2x" : "img/sparksheet/2x-Sparksheet-3.jpg"
		}
	}

	
}